;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					PSI ABILITIES - PASSIVE						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_Unstable X2AbilityTemplate]
LocFriendlyName="不稳定"
LocLongDescription="该士兵增加<Ability:UNSTABLE_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能的伤害, 但使用攻击性灵能有<Ability:UNSTABLE_PANIC_CHANCE/>%几率使他们恐慌."
LocHelpText="该士兵增加<Ability:UNSTABLE_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能的伤害, 但使用攻击性灵能有<Ability:UNSTABLE_PANIC_CHANCE/>%几率使他们恐慌."
LocFlyOverText="不稳定"
LocPromotionPopupText="<Bullet/> 使士兵对精神状态免疫的物品和能力，如心灵护盾和安慰，将消除恐慌的几率.<br/>"

[BS_OpenMind X2AbilityTemplate]
LocFriendlyName="心灵释放"
LocLongDescription="增加<Ability:OPEN_MIND_PSI/>灵能威力但减少<Ability:OPEN_MIND_WILL/>意志力."
LocHelpText="增加<Ability:OPEN_MIND_PSI/>灵能威力但减少<Ability:OPEN_MIND_WILL/>意志力."
LocFlyOverText="心灵释放"
;LocPromotionPopupText="增加<Ability:OPEN_MIND_PSI/>灵能威力但减少<Ability:OPEN_MIND_WILL/>意志力."

[BS_PsionicAtrophy X2AbilityTemplate]
LocFriendlyName="心灵萎缩"
LocLongDescription="增加<Ability:PSIONIC_ATROPHY_PSI/>灵能威力并对灵能伤害和精神效果免疫.但增加<Ability:PSIONIC_ATROPHY_DAMAGE_TAKEN_MODIFIER/>%受到的所有其他来源造成的伤害."
LocHelpText="增加<Ability:PSIONIC_ATROPHY_PSI/>灵能威力并对灵能伤害和精神效果免疫.但增加<Ability:PSIONIC_ATROPHY_DAMAGE_TAKEN_MODIFIER/>%受到的所有其他来源造成的伤害."
LocFlyOverText="心灵萎缩"
LocPromotionPopupText="增加<Ability:PSIONIC_ATROPHY_PSI/>灵能威力并对灵能伤害和精神效果免疫.但增加<Ability:PSIONIC_ATROPHY_DAMAGE_TAKEN_MODIFIER/>%受到的所有其他来源造成的伤害."

[BS_BattleMeditation X2AbilityTemplate]
LocFriendlyName="战斗冥想"
LocLongDescription="蹲伏增加<Ability:BATTLE_MEDITATION_PSI/>灵能威力和 <Ability:BATTLE_MEDITATION_WILL/>意志力，持续<Ability:BATTLE_MEDITATION_DURATION/>回合."
LocHelpText="蹲伏增加<Ability:BATTLE_MEDITATION_PSI/>灵能威力和 <Ability:BATTLE_MEDITATION_WILL/>意志力，持续<Ability:BATTLE_MEDITATION_DURATION/>回合."
LocFlyOverText="战斗冥想"
LocPromotionPopupText="<Bullet/> 该效果不能叠加.<br/>"

[BS_MindOverMatter X2AbilityTemplate]
LocFriendlyName="心胜于物"
LocLongDescription="每当该士兵受到伤害时，其灵能技能的冷却时间将减少<Ability:MIND_OVER_MATTER_CD_AMOUNT/>."
LocHelpText="受到伤害时，所有灵能技能的冷却时间将减少<Ability:MIND_OVER_MATTER_CD_AMOUNT/>."
LocFlyOverText="心胜于物：冷却时间减少"
LocPromotionPopupText="<Bullet/> 每回合可触发多次.<br/>"

[BS_MindThief X2AbilityTemplate]
LocFriendlyName="吸星大法"
LocLongDescription="击杀一名灵能敌人增加<Ability:MIND_THIEF_PSI/>灵能威力和增加<Ability:MIND_THIEF_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能伤害，持续<Ability:MIND_THIEF_DURATION/>回合."
LocHelpText="击杀一名灵能敌人增加<Ability:MIND_THIEF_PSI/>灵能威力和增加<Ability:MIND_THIEF_DAMAGE_DEALT_BONUS_PERCENTAGE/>%攻击性灵能伤害，持续<Ability:MIND_THIEF_DURATION/>回合."
LocFlyOverText="吸星大法"
LocPromotionPopupText="<Bullet/> 可以用任何武器、物品或能力触发.<br/><Bullet/> 该效果不能叠加.<br/><Bullet/> 持续<Ability:MIND_THIEF_DURATION/>回合.<br/>"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					PSI ABILITIES - ACTIVE						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_StrainMind X2AbilityTemplate]
LocFriendlyName="灵能导管"
LocLongDescription="激活使下一次灵能技能成为自由动作.每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力.当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力."
LocHelpText="激活使下一次灵能技能成为自由动作."
LocFlyOverText="灵能导管"
LocPromotionPopupText="<Bullet/> 激活使下一次灵能技能成为自由动作.<br/><Bullet/> 每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力.<br/><Bullet/> 当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力.<br/><Bullet/> <Ability:STRAIN_MIND_COOLDOWN/>回合冷却.<br/>"

[BS_StrainMindPassive X2AbilityTemplate]
LocFriendlyName="灵能导管"
LocLongDescription="激活使下一次灵能技能成为自由动作.每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力.当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力."
LocHelpText="激活使下一次灵能技能成为自由动作."
LocPromotionPopupText="<Bullet/> 激活使下一次灵能技能成为自由动作.<br/><Bullet/> 每次灵能导管激活时，士兵减少<Ability:STRAIN_MIND_WILL_LOSS/>意志力.<br/><Bullet/> 当士兵的意志力跌至<Ability:STRAIN_MIND_DAMAGE_PENALTY_WILL_THRESHOLD/>%，灵能技能造成的伤害减少<Ability:STRAIN_MIND_DAMAGE_DEALT_PENALTY_PERCENTAGE/>%且减少<Ability:STRAIN_MIND_PSI_OFFENSE_PENALTY_MULTIPLIER/>%灵能威力.<br/><Bullet/> <Ability:STRAIN_MIND_COOLDOWN/>回合冷却.<br/>"

[BS_MCDetonate X2AbilityTemplate]
LocFriendlyName="心灵爆发"
LocLongDescription="精神控制目标的大脑承受超负荷的灵能，直到它爆发出剧烈的爆炸.对精神控制目标<Ability:MC_DETONATE_RADIUS/>格范围内的所有目标造成等同于<Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>%精神控制目标意志力的灵能伤害." 
LocHelpText="对精神控制目标<Ability:MC_DETONATE_RADIUS/>格范围内的所有目标造成等同于<Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>%精神控制目标意志力的灵能伤害."
LocFlyOverText="心灵爆发"
LocPromotionPopupText="<Bullet/> 可以用在士兵使用错乱或统治所控制的目标上.<br/>"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					ARC THROWER ABILITIES						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
[BS_ThatsCloseEnough X2AbilityTemplate]
LocFriendlyName="过于接近"
LocFlyOverText="过于接近"
LocLongDescription="在敌方回合时，向视野范围内的任意可见敌人发射电弧投射器<Ability:THATS_CLOSE_ENOUGH_TILE_RANGE/> 向移动或开火的可见敌人."
LocHelpText="在敌方回合时，向视野范围内的任意可见敌人发射电弧投射器；若敌人正在移动或开火，也优先作为目标."
LocPromotionPopupText="<Bullet/>不会触发.<br/><Bullet/> 这一能力可以触发<Ability:THATS_CLOSE_ENOUGH_PER_TARGET_COOLDOWN/> 每回合.<br/>"

[BS_RapidStun X2AbilityTemplate]
LocFriendlyName="快速电击"
LocFlyOverText="快速电击"
LocLongDescription="激活此能力可使你的下一次电弧投射器射击成为一次免费行动. <Ability:RAPID_STUN_COOLDOWN/>回合冷却时间."
LocHelpText="激活此能力可使你的下一次电弧投射器射击成为一次免费行动. <Ability:RAPID_STUN_COOLDOWN/>回合冷却时间."
LocPromotionPopupText="<Bullet/> 激活此能力可使你的下一次电弧投射器射击成为一次免费行动. <Ability:RAPID_STUN_COOLDOWN/>回合冷却时间.<br/><Bullet/>适用于‘眩晕’、‘电弧脉冲器’以及‘连锁闪电’这些能力.<br/>"

[BS_SpareBattery X2AbilityTemplate]
LocFriendlyName="备用电池"
LocLongDescription="使用备用电池快速为你的电弧投射器充电，可将所有相关冷却时间缩短最多3回合. <Ability:SPARE_BATTERY_COOLDOWN/> 回合冷却时间."
LocHelpText="重新充能你的电弧投射器技能."
LocFlyOverText="备用电池"
LocPromotionPopupText="<Bullet/>减少‘眩晕’、‘电弧脉冲器’、‘快速电击’和‘连锁闪电’这些特性的冷却时间. <br/><Bullet/>有一个冷却时间<Ability:SPARE_BATTERY_COOLDOWN/> 回合.<br/><Bullet/> 激活成本<Ability:SPARE_BATTERY_ACTION_POINT_COST/>行动点."


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					SAWED-OFF ABILITIES							;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_SawnOffReload X2AbilityTemplate]
LocFriendlyName="重新装填锯短霰弹枪"
LocLongDescription="允许在每次任务中重新装填锯短霰弹枪<Ability:SAWNOFFRELOAD_CHARGES/>次.每次装填1发弹药."
LocHelpText="重新装填你的锯短霰弹枪."
LocFlyOverText="重新装填"
LocPromotionPopupText="<Bullet/>允许重新装填锯短霰弹枪.<br/><Bullet/>有<Ability:SAWNOFFRELOAD_CHARGES/>每次任务的使用次数.<br/><Bullet/>每次装填1发弹药.<br/><Bullet/>使用次数可以通过‘深口袋’能力增加，并且可以通过‘废金属’能力恢复使用次数.<br/>"

[BS_ShotgunTap X2AbilityTemplate]
LocFriendlyName="腰射"
LocLongDescription="使用"贴身射击"开火锯短霰弹枪的一个枪管将不再结束回合."
LocHelpText="使用"贴身射击"开火锯短霰弹枪的一个枪管将不再结束回合."
LocFlyOverText="腰射"
LocPromotionPopupText="<Bullet/>贴身射击"只需一次行动即可开火，因此可以在移动后或移动前使用两次.<br/><Bullet/>"


[BS_SingleTap X2AbilityTemplate]
LocFriendlyName="贴身射击"
LocLongDescription="向附近的敌人开火锯短霰弹枪.这只需消耗1次行动."
LocHelpText="开火锯短霰弹枪.消耗1次行动，且不会结束回合."
LocFlyOverText="单发射击"
LocPromotionPopupText="<Bullet/>向附近的敌人开火锯短霰弹枪.<br/><Bullet/>在三格距离外威力会迅速下降.<br/><Bullet/>只需1个行动点即可开火.<br/><Bullet/>使用一发弹药.<br/>"

[BS_DoubleTap X2AbilityTemplate]
LocFriendlyName="双发射击"
LocLongDescription="向附近的敌人开火锯短霰弹枪，如果攻击未命中或未能击杀目标，则进行第二次射击.消耗2次行动，并结束回合."
LocHelpText="向附近的敌人开火锯短霰弹枪，如果攻击未命中或未能击杀目标，则进行第二次射击."
LocFlyOverText="双发射击"
LocPromotionPopupText="<Bullet/>向附近的敌人开火锯短霰弹枪，如果攻击未命中或未能击杀目标，则进行第二次射击.<br/><Bullet/>在四格距离外，准确度会迅速下降.<br/><Bullet/>需要2个行动点才能开火.<br/><Bullet/>使用两发弹药.<br/>"

[BS_DeepPockets X2AbilityTemplate]
LocFriendlyName="深口袋"
LocFlyOverText="深口袋"
LocLongDescription="为"重新装填锯短霰弹枪"能力增加<Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/>次额外使用机会."
LocHelpText="为"重新装填锯短霰弹枪"能力增加 <Ability:DEEP_POCKETS_CHARGES_CV/> / <Ability:DEEP_POCKETS_CHARGES_MG/> / <Ability:DEEP_POCKETS_CHARGES_BM/>次额外使用机会."
LocPromotionPopupText="<Bullet/>更高的科技等级会增加通过此能力获得的使用次数.<br/>"

[BS_SawedOffOverwatch X2AbilityTemplate]
LocFriendlyName="此路不通"
LocFlyOverText="此路不通"
LocLongDescription="在敌人回合，对<Ability:NONE_SHALL_PASS_TILE_RANGE/>格内移动或开火的任何可见敌人，用锯短霰弹枪进行一次免费的反击射击，且可能造成暴击.每回合只能触发一次."
LocHelpText="在敌人回合，对<Ability:NONE_SHALL_PASS_TILE_RANGE/>格内移动或开火的任何可见敌人，用锯短霰弹枪进行一次免费的反击射击，且可能造成暴击."
LocPromotionPopupText="<Bullet/>不会触发.<br/><Bullet/>每回合只能触发一次.<br/><Bullet/>使用1发弹药，且只有在锯短霰弹枪已装填时才会触发.<br/><Bullet/>可能造成暴击.<br/>"

[BS_ScrapMetal X2AbilityTemplate]
LocFriendlyName="废金属"
LocFlyOverText="废金属: 回收弹药"
LocLongDescription="用锯短霰弹枪击杀机器人敌人时，恢复"重新装填锯短霰弹枪"能力的一次使用机会.用锯短霰弹枪攻击机器人敌人时，可穿透<Ability:SCRAP_METAL_PIERCE_CV/> / <Ability:SCRAP_METAL_PIERCE_MG/> / <Ability:SCRAP_METAL_PIERCE_BM/>点护甲."
LocHelpText="用锯短霰弹枪击杀机器人敌人时，恢复"重新装填锯短霰弹枪"能力的一次使用机会.用锯短霰弹枪攻击机器人敌人时，可穿透护甲."
LocPromotionPopupText="<Bullet/>如果你用"贴身射击"击杀了一个机器人单位，你将恢复所有损失的弹药.战略性地使用锯短霰弹枪击杀机器人可以帮助你在更长的任务中管理护甲. <br/><Bullet/>更高的科技等级会增加锯短霰弹枪的护甲穿透能力.<br/>"

[BS_ScrapMetalTrigger X2AbilityTemplate]
LocFriendlyName="废金属：回收弹药"

[BS_Brutality X2AbilityTemplate]
LocFriendlyName="残暴"
LocLongDescription="用锯短霰弹枪击杀有机敌人时，有<Ability:BRUTALITY_PANIC_CHANCE/>的几率使<Ability:BRUTALITY_TILE_RADIUS/>格内的其他有机敌人陷入恐慌."
LocHelpText="用锯短霰弹枪击杀有机敌人时，有<Ability:BRUTALITY_PANIC_CHANCE/>的几率使<Ability:BRUTALITY_TILE_RADIUS/>格内的其他有机敌人陷入恐慌."
LocFlyOverText="残暴"
LocPromotionPopupText="<Bullet/>使用"残暴"作为群体控制工具，可以让掠夺者更激进地前进，并结合"无情"能力来增加你的击杀能力.<br/>"

[BS_Ruthless X2AbilityTemplate]
LocFriendlyName="无情"
LocLongDescription="用锯短霰弹枪击杀恐慌或混乱的敌人时，返还1个行动点."
LocHelpText="用锯短霰弹枪击杀恐慌或混乱的敌人时，返还1个行动点."
LocFlyOverText="无情"
LocPromotionPopupText="<Bullet/>通过巧妙地结合"残暴"和"无情"的效果，你可以用锯短霰弹枪每回合击杀多个敌人.<br/><Bullet/>每回合的激活次数没有限制.<br/>"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					UTILITY ITEM ABILITIES						;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_BattleScannerCrit X2AbilityTemplate]
LocFriendlyName="战斗扫描仪暴击"
LocLongDescription="你的战斗扫描仪现在可以对范围内 <Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>的所有目标造成相当于目标意志属性值<Ability:MC_DETONATE_RADIUS/>%的精神伤害." 
LocHelpText="对范围内<Ability:MC_DETONATE_DAMAGE_WILL_FRACTION/>的所有目标造成等同于目标意志属性值<Ability:MC_DETONATE_RADIUS/>%的精神伤害."
LocFlyOverText="心灵爆发"
LocPromotionPopupText="<Bullet/>可对被该士兵使用‘疯狂’或‘支配’技能后心灵控制的目标使用.<br/>"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;					LW2 ABILITIES - IMPORTED					;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[BS_Bastion X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现在为附近的队伍提供免疫."
LocHelpText="要塞现在为附近的队伍提供免疫."
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/> 堡垒有4格半径.<br/><Bullet/> 移动到受影响的队友旁边将立即清除他们的负面身体状态影响.<br/>"

[BS_Bastion_Passive X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现在为附近的队伍提供免疫."
LocHelpText="要塞现在为附近的队伍提供免疫."
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/> 堡垒有4格半径.<br/><Bullet/> 移动到受影响的队友旁边将立即清除他们的负面身体状态影响.<br/>"

[BS_Bastion_Cleanse X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="要塞现在为附近的队伍提供免疫."
LocHelpText="要塞现在为附近的队伍提供免疫."
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/> 堡垒有4格半径.<br/><Bullet/> 移动到受影响的队友旁边将立即清除他们的负面身体状态影响.<br/>"
